
const qnaire = [
  {
    "question": "1. 你更喜欢吃哪种水果？",
    "option": {
      "a": "草莓",
      "b": "苹果",
      "c": "西瓜",
      "d": "菠萝",
    }
  },
  {
    "question": "2. 你平时经常去的地方?",
    "option": {
      "a": "郊外",
      "b": "电影院",
      "c": "公园",
      "d": "商场"
    }
  },
  {
    "question": "3.你认为容易吸引你的人是？",
    "option": {
      "a": "有才气的人",
      "b": "优雅的人",
      "c": "善良的人",
      "d": "性情豪爽的人"
    }
  },
  // …省略… //
  {
    "question": "4.如果可以，你想成为什么动物？",
    "option": {
      "a": "猫",
      "b": "大象",
      "c": "狗",
      "d": "狮子"
    }
  },
  {
    "question": "5. 天气热，你更愿意选择什么方式来解暑？",
    "option": {
      "a": "游泳",
      "b": "喝冷饮",
      "c": "开空调",
      "d": "怎么凉快怎么来"
    }
  },
  {
    "question": "6. 如果必须和一种昆虫呆在一起，你会选择？",
    "option": {
      "a": "蛇",
      "b": "猪",
      "c": "老鼠",
      "d": "苍蝇"
    }
  },
  {
    "question": "7.挑选一项你最喜欢的运动？（不一定擅长）",
    "option": {
      "a": "瑜珈",
      "b": "自行车",
      "c": "拳击",
      "d": "蹦极"
    }
  },
  {
    "question": "8.你更喜欢哪种自然现象？",
    "option": {
      "a": "雪",
      "b": "雨",
      "c": "雾",
      "d": "雷电",
    }
  },
  {
    "question": "9.如果你拥有一座别墅，应该建在哪里？",
    "option": {
      "a": "湖边",
      "b": "草原",
      "c": "森林",
      "d": "城中区",
    }
  },
  {
    "question": "10.你希望自己的窗口在30层大楼的几层？",
    "option": {
      "a": "01层",
      "b": "23层",
      "c": "18层",
      "d": "30层",
    }
  },
  {
    "question": "11.你更喜欢以下哪种颜色？",
    "option": {
      "a": "紫",
      "b": "白",
      "c": "黄",
      "d": "黑",
    }
  },
  {
    "question": "12.你喜欢看哪类电影或电视剧？",
    "option": {
      "a": "悬疑推理类",
      "b": "童话神话类",
      "c": "自然科学类",
      "d": "战争枪战类",
    }
  },
]

module.exports = {
  qnaire: qnaire
}

